#include <iostream>
//#include "Point.h"
#include "Counter.h"

using namespace std;

//Альтернативное задание : cоздайте приложение "Телефонная книга".Необходимо хранить данные 
//об абоненте(ФИО, домашний телефон, рабочий телефон, мобильный телефон, дополнительная 
//информация о контакте) внутри соответствующего класса.Наполните класс полями и методами 
//на своё усмотрение, используйте инициализаторы, реализуйте деструкторы.Обязательно 
//необходимо выделять динамически память под ФИО.Предоставьте пользователю возможность 
//добавлять новых абонентов, удалять абонентов, искать абонентов по ФИО, показывать всех
//абонентов.

int main()
{
    setlocale(LC_ALL, "ru");

    cout << "Привет мир!";

    return 0;
}
